{
  "books": [
    {
      "bookName": "AAKörlük",
      "bookAuthor": "Jose Saramago",
      "bookCategory": "Roman",
      "bookPageCount": 320,
      "bookISBNNo": 9786254182228,
      "bookImage": "https://img.kitapyurdu.com/v1/getImage/fn:11948029/wh:true/wi:220",
      "bookDescription": "Usta yazarın belki de en etkileyici yapıtı olan, sinemaya da uyarlanmış Körlük, toplumsal yaşamın nasıl bir vahşete dönüşebileceğini müthiş bir incelikle gözler önüne sererken, insana dair son umut kırıntısını da bir kadının tek başına örgütlediği dayanışma ve direniş örneğiyle sergileyen unutulmaz eserler arasında yerini almıştır.",
      "id": "1"
    },
    {
      "id": "2",
      "bookName": "Silmarillion",
      "bookAuthor": "J.R.R. Tolkien",
      "bookCategory": "Diğer",
      "bookPageCount": 512,
      "bookISBNNo": 9786258327656,
      "bookImage": "https://img.kitapyurdu.com/v1/getImage/fn:11813010/wh:true/wi:220",
      "bookDescription": "Tolkien’in en önemli çalışması olarak kabul edilen Silmarillion, onun yarattığı dünyanın özüdür. Kökleri Hobbit’ten önceye uzanır ve Yüzüklerin Efendisi’nde şekillenmeye başlayan bir dünyanın yaratılış öyküsünü barındırarak, tüm Tolkien eserlerinin üzerine yerleşebileceği bir yapı oluşturur. Usta yazarın yaşamı boyunca üzerinde çalışmayı bırakamadığı ve giderek büyüyüp gelişen bu eser ancak ölümünden dört yıl sonra oğlu tarafından yayımlanabildi. Silmarillion, Elflerin tanrılara isyan ederek Valinor’dan Orta Dünya’ya göç etmelerini; orada İnsanlar ve Cücelerle birleşerek tanrıların en kötüsüne, Morgoth’a karşı verdikleri umutsuz savaşı anlatır."
    },
    {
      "id": "3",
      "bookName": "Martin Eden",
      "bookAuthor": "Jack London",
      "bookCategory": "Roman",
      "bookPageCount": 520,
      "bookISBNNo": 9786053322122,
      "bookImage": "https://img.kitapyurdu.com/v1/getImage/fn:5158817/wh:true/wi:220",
      "bookDescription": "Jack London’ın yarı otobiyografik romanı Martin Eden, 20. yüzyıl başında sosyal ve ideolojik meseleler ağırlıklı içeriğiyle Amerikan edebiyatında büyük ölçüde kabul görmüştür. London farklı sınıflar arasındaki zihniyet ve değer farklarını gözlerimizin önüne sererken, statü ve servetin Amerikan toplumundaki hayati önemine işaret eder. Romanın ana temalarından biri, başarı ve refah yolunun sosyal sınıf farkı gözetilmeksizin herkese açık olduğu şeklinde özetlenebilecek Amerikan Rüyası’dır. Ya da bu idealin yarattığı muazzam hayal kırıklığı…London, romanı bir sanatçının çıraklıktan olgunluğa geçiş sürecini işleyen Künstlerroman geleneğinde yazmıştır. Martin’in aşkı uğruna eğitimsiz genç bir işçiden başarılı ve rafine bir yazara dönüşüm mücadelesini anlatır. Kahramanı hedefine ulaştığında ise motivasyonunu ve heyecanını çoktan yitirmiş, trajik bir sona doğru sürüklenmektedir artık…"
    },
    {
      "id": "4",
      "bookName": "Fenerbahçeli Olmak",
      "bookAuthor": "Feridun İnce",
      "bookCategory": "Diğer",
      "bookPageCount": 100,
      "bookISBNNo": 9786059425575,
      "bookImage": "https://www.kitapsepeti.com/fenerbahceli-olmak-413358-32-O.jpg",
      "bookDescription": "Türkiye’nin en büyük sivil toplum kuruluşlarından birisi olan Fenerbahçe Spor Kulübü’nün geçmişten geleceğe ışık tutan tüm bilgilerini okurken Fenerbahçeli olmanın ayrıcalıklarını, güzelliklerini, onurunu ve kıymetini bir kez daha hissedip Fenerbahçeli Olmak’tan gurur duyacaksınız."
    },
    {
      "id": "5",
      "bookName": "Akhilleus'un Şarkısı",
      "bookAuthor": "Madeline Miller",
      "bookCategory": "Roman",
      "bookPageCount": "326",
      "bookISBNNo": 9786254182228,
      "bookImage": "https://m.media-amazon.com/images/I/51VjYpxM9EL._SY445_SX342_.jpg",
      "bookDescription": "Ben, Kirke'nin yazarı Madeline Miller, Akhilleus'un Şarkısı'nda, şanı için hayatından vazgeçen yarı tanrı Akhilleus'u, can yoldaşı Patroklos'u ve Troya Savaşı'nı; kralların, tanrıların, savaşçıların destanını iki âşığın gözünden anlatıyor."
    },
    {
      "id": "6",
      "bookName": "Küçük Tatlı Şeyler",
      "bookAuthor": "Jilliane Hoffman",
      "bookCategory": "Roman",
      "bookPageCount": 400,
      "bookISBNNo": 9789752113329,
      "bookImage": "https://img.kitapyurdu.com/v1/getImage/fn:196412/wh:true/wi:220",
      "bookDescription": "Karanlıkta açlık çekerek yavaş yavaş ölmenin nasıl olacağını düşünmeye başladı. Zifiri karanlık mahzende yaşamaktansa ölmeyi yeğlerdi. Eğer adam geri dönmezse burada ölecek ve hiç kimse cesedini bulamayacaktı."
    },
    {
      "id": "7",
      "bookName": "Zengin Baba Yoksul Baba",
      "bookAuthor": "Robert T. Kiyosaki ",
      "bookCategory": "Finans",
      "bookPageCount": 400,
      "bookISBNNo": 9786051717371,
      "bookImage": "https://img.kitapyurdu.com/v1/getImage/fn:11960209/wh:true/wi:220",
      "bookDescription": "Özellikle teknolojinin, robotların ve global bir ekonominin kuralları değiştirdiği bir dünyada, zengin olmak için yüksek gelirinizin olması gerektiği efsanesini çürütür.Aktif yatırımlar edinmenin ve oluşturmanın neden yüklü bir maaştan daha önemli olabileceğini, işletme sahiplerinin ve yatırımcıların keyfini sürdüğü vergi avantajlarını öğretir. Evinizin aktif bir yatırım olduğuna karşı meydan okur; emlak balonu patladığında ve yüksek faizli mortgage fiyaskosu şiddetlendiği zaman milyonlarca insanın doğrudan öğrendiği gibi.Bize okul sistemlerinin parayla ilgili öğrettiklerine neden güvenmememiz gerektiğini hatırlatır ve bu önemli yeteneğin neden bugün hiç olmadığı kadar önemli olduğunu açıklar.Çocuklarınıza paraya dair neler öğretmeniz gerektiğini açıklar, böylece onlar da günümüz dünyasının zorluklarına ve fırsatlarına kendilerini hazırlayabilir ve hak ettikleri zengin yaşamı sürebilir.“Zengin Baba Yoksul Baba, finansal geleceklerinin kontrolünü eline almak isteyenler için bir başlangıç noktasıdır.” -USA TODAY"
    },
    {
      "id": "8",
      "bookName": "Dünya Siyasetinde Latin Amerika",
      "bookAuthor": "İsmail Ermağan",
      "bookCategory": "Tarih",
      "bookPageCount": 584,
      "bookISBNNo": 9786053209966,
      "bookImage": "https://www.kitapsepeti.com/dunya-siyasetinde-latin-amerika-2-197515-81-K.jpg",
      "bookDescription": "Neden dünya siyasetinde Latin Amerika Bu yapıt, Dünya Siyasetinde Latin Amerika’nın devamı olup, Türkçe literatürde Orta Amerika ve Karayipler Bölgesini konu edinen ilk akademik çalışmadır. Dünya üzerinde 650 milyonluk nüfusuyla Asya’nın peşi sıra yükselmekte olan bu bölge, Türkiye’ye uzak olmasına rağmen önümüzdeki dönemde etkili ticari destinasyon olabilir. "
    },
    {
      "id": "9",
      "bookName": "Makine Öğrenmesi Sistemleri Tasarlamak",
      "bookAuthor": "Chip Huyen",
      "bookCategory": "Yazılım",
      "bookPageCount": "416",
      "bookISBNNo": "9786259855233",
      "bookImage": "https://buzdagiyayinevi.com/wp-content/uploads/2024/03/61-Makine-Ogrenmesi-Sistemleri-Tasarlamakk.jpg",
      "bookDescription": "Makine öğrenmesi sistemleri hem karmaşık hem benzersizdir. Karmaşıktır çünkü farklı birçok bileşenden oluşur ve farklı birçok paydaş içerir. Benzersizdir çünkü veriye bağımlıdır ve bu veriler bir kullanım senaryosundan diğerine alabildiğine değişir. Bu kitapta güvenilir, ölçeklenebilir, sürdürülebilir ve değişen ortamlara ve iş gereksinimlerine uyabilen makine öğrenmesi sistemleri tasarlamaya yönelik bütüncül bir yaklaşım öğreneceksiniz.\n\nClaypot AI’ın kurucu ortağı olan yazar Chip Huyen, eğitim verilerinin nasıl işleneceği ve oluşturulacağı, hangi özniteliklerin kullanılacağı, modellerin hangi sıklıkla yeniden eğitileceği ve neyin izleneceği gibi her bir tasarım kararını, bu kararın sisteminizin hedeflerine bir bütün olarak ulaşmasına nasıl yardımcı olabileceği bağlamında değerlendirmektedir. Bu kitaptaki yinelemeli çerçeve, bol miktarda referans tarafından desteklenen gerçek örnek durum çalışmalarını kullanmaktadır."
    },
    {
      "id": "10",
      "bookName": "BilgeAdam",
      "bookAuthor": "eSb",
      "bookCategory": "Yazılım",
      "bookPageCount": "123",
      "bookISBNNo": "123123123123",
      "bookImage": "",
      "bookDescription": "Boost Kadıköy 21 Frontent React JS Eğitimi",
      "isDeleted": true
    },
    {
      "bookName": "Şu Çılgın Türkler",
      "bookAuthor": "Turgut Özakman",
      "bookCategory": "Tarih",
      "bookPageCount": "748",
      "bookISBNNo": "9789752201279",
      "bookImage": "https://img.kitapyurdu.com/v1/getImage/fn:7597684/wh:true/wi:220",
      "bookDescription": "Dünyadaki en meşru, en ahlaklı, en haklı, en kutsal savaşlardan birinin, emperyalizme karşı verilmiş ve kazanılmış ilk kurtuluş savaşının, bir millileşme ihtilalinin romanı, şaşırtıcı bir yakın zaman destanı...\n\n-Turgut Özakman'ın elli küsur yıldır süregelen çabasının ürünü.\n-Milli Mücadelemizin, bir serüven romanı gibi rahat okunan ve şimdiye kadar yazılmamış ayrıntılı, çok yönlü öyküsü.\n-Gurur ve ibret verici gerçeklerin, gerçek belgelere dayalı olgu ve olayların, insanı içine çeken, şaşırtan, heyecanlandıran, ağlatan, gönendiren anlatısı.\n-Tüm yeni nesillere eşi olmayan bir armağan.",
      "id": "11"
    }
  ],
  "categories": [
    {
      "id": "0",
      "categoryName": "Tüm Kitaplar"
    },
    {
      "id": "1",
      "categoryName": "Yazılım"
    },
    {
      "id": "2",
      "categoryName": "Finans"
    },
    {
      "id": "3",
      "categoryName": "Tarih"
    },
    {
      "id": "4",
      "categoryName": "Roman"
    },
    {
      "id": "5",
      "categoryName": "Diğer"
    }
  ]
}